CREATE EXTENSION IF NOT EXISTS "uuid-ossp";
CREATE TABLE first_name (
     id uuid default uuid_generate_v4(),
     value text
);
CREATE TABLE last_name (
                            id uuid default uuid_generate_v4(),
                            value text
);
CREATE TABLE middle_name (
                           id uuid default uuid_generate_v4(),
                           value text
);

INSERT INTO first_name
(value)
VALUES
    -- Мужские
    ('Александр'),
    ('Сергей'),
    ('Иван'),
    ('Владимир'),
    ('Андрей'),
    ('Алексей'),
    ('Дмитрий'),
    ('Евгений'),
    ('Николай'),
    ('Юрий'),
--Женские
    ('Ольга'),
    ('Наталья'),
    ('Татьяна'),
    ('Елена'),
    ('Светлана'),
    ('Людмила'),
    ('Галина'),
    ('Марина'),
    ('Анна'),
    ('Юлия');

INSERT INTO last_name
(value)
VALUES
    ('Иванов'),
    ('Кузнецов'),
    ('Смирнов'),
    ('Попов'),
    ('Васильев'),
    ('Петров'),
    ('Волков'),
    ('Соколов'),
    ('Козлов'),
    ('Новиков'),
    ('Морозов'),
    ('Павлов'),
    ('Михайлов'),
    ('Федоров'),
    ('Степанов'),
    ('Семенов'),
    ('Макаров'),
    ('Егоров'),
    ('Алексеев'),
    ('Захаров');

INSERT INTO middle_name
(value)
VALUES
    ('Владимирович'),
    ('Александрович'),
    ('Николаевич'),
    ('Викторович'),
    ('Сергеевич'),
    ('Александровна'),
    ('Иванович'),
    ('Анатольевич'),
    ('Юрьевич'),
    ('Михайлович'),
    ('Васильевич'),
    ('Алексеевич'),
    ('Михайловна'),
    ('Геннадьевич'),
    ('Борисович'),
    ('Вячеславович'),
    ('Леонидович'),
    ('Игоревич'),
    ('Валентинович'),
    ('Олегович');
