CREATE TABLE request (
                             id uuid default uuid_generate_v4(),
                             value text,
                             flm_name text
);

INSERT INTO request
(value,flm_name)
VALUES
    ('Добавь встречу на завтра с Иваном Поповым в 10 утра, будем обсуждать сложности по закрытию второго этапа проекта.','Иван Попов'),
    ('Добавь встречу на завтра с Алексеем Ивановичем Смирновым в 10 утра, будем обсуждать новые стратегии развития проекта','Алексей Иванович Смирнов'),
    ('Запланируй встречу на завтра с Евгенией Александровной Кузнецовой в 10 утра, будем обсуждать планы на следующий этап проекта','Евгения Александровна Кузнецова'),
    ('Создай встречу на завтра с Иваном Петровичем Николаевым в 10 утра, будем обсуждать вопросы финансирования второго этапа проекта','Иван Петрович Николаев'),
    ('Запиши на завтрашний день встречу с Анной Владимировной Ивановой в 10 утра, будем обсуждать решения по улучшению процессов на втором этапе проекта','Анной Владимировной Ивановой'),
    ('Поставь в календарь встречу на завтра с Дмитрием Андреевичем Смирновым в 10 утра, будем обсуждать проблемы коммуникации во время второго этапа проекта','Дмитрий Андреевич Смирнов'),
    ('Запланируй на завтра встречу с Екатериной Сергеевной Кузнецовой в 10 утра, будем обсуждать идеи для инновационных решений на втором этапе проекта','Екатерина Сергеевна Кузнецова'),
    ('Добавь в расписание встречу на завтра с Игорем Александровичем Николаевым в 10 утра, будем обсуждать потенциальные риски на втором этапе проекта','Игорь Александрович Николаев'),
    ('Создай событие на завтра с Марией Алексеевной Ивановой в 10 утра, будем обсуждать планы по масштабированию проекта на втором этапе','Мария Алексеевна Иванова'),
    ('Запиши в календарь встречу на завтра с Андреем Петровичем Смирновым в 10 утра, будем обсуждать вопросы по улучшению качества на втором этапе проекта','Андрей Петрович Смирнов'),
    ('Поставь в план на завтра встречу с Ольгой Владимировной Кузнецовой в 10 утра, будем обсуждать планы для продвижения проекта на втором этапе','Ольга Владимировна Кузнецова'),
    ('Запланируй на завтра встречу с Александром Андреевичем Николаевым в 10 утра, будем обсуждать стратегию привлечения клиентов на втором этапе проекта','Александр Андреевич Николаев'),
    ('Добавь в расписание встречу на завтра с Екатериной Сергеевной Ивановой в 10 утра, будем обсуждать вопросы по оптимизации процессов на втором этапе проекта','Екатерина Сергеевна Иванова'),
    ('Создай событие на завтра с Игорем Владимировичем Смирновым в 10 утра, будем обсуждать планы для увеличения эффективности на втором этапе проекта','Игорь Владимирович Смирнов'),
    ('Запиши в календарь встречу на завтра с Анной Петровной Кузнецовой в 10 утра, будем обсуждать возможности для расширения рынка на втором этапе проекта','Анна Петровна Кузнецова'),
    ('Поставь в план на завтра встречу с Дмитрием Александровичем Ивановым в 10 утра, будем обсуждать планы по привлечению инвестиций на втором этапе проекта','Дмитрий Александрович Иванов'),
    ('Запланируй на завтра встречу с Марией Сергеевной Смирновой в 10 утра, будем обсуждать стратегию маркетинга на втором этапе проекта','Мария Сергеевна Смирнова'),
    ('Добавь в расписание встречу на завтра с Иваном Андреевичем Николаевым в 10 утра, будем обсуждать планы по развитию партнерских отношений на втором этапе проекта','Иван Андреевич Николаев'),
    ('Создай событие на завтра с Ольгой Владимировной Ивановой в 10 утра, будем обсуждать планы по внедрению новых технологий на втором этапе проекта','Ольгой Владимировна Иванова'),
    ('Запиши в календарь встречу на завтра с Алексеем Петровичем Смирновым в 10 утра, будем обсуждать вопросы по повышению эффективности на втором этапе проекта','Алексей Петрович Смирнов'),
    ('Поставь в план на завтра встречу с Екатериной Александровной Кузнецовой в 10 утра, будем обсуждать планы по улучшению пользовательского опыта на втором этапе проекта','Екатерина Александровна Кузнецова');











